Repository: jozo/hanusovedni
Catalog: src/home/locale/*/LC_MESSAGES/django.po
Languages: sk

source: title
sk: titulok

source: The page title as you'd like it to be seen by the public
sk: Názov stránky, ako by ste chceli, aby sa zobrazoval verejnosti

source: date and time
sk: dátum a čas

source: Supports Youtube, Vimeo and {}{}{}
sk: Podporuje Youtube, Vimeo a {}{}{}

source: other websites
sk: ďalšie stránky

source: description
sk: popis

source: event
sk: podujatie

source: events
sk: podujatia

source: speaker
sk: rečník

source: speakers
sk: rečníci

source: URL to map
sk: URL k mape

source: URL to Google Maps or similar service
sk: URL adresa na Google Mapy alebo obdobnú službu

source: location
sk: poloha

source: locations
sk: polohy

source: category
sk: kategória

source: categories
sk: kategórie

source: Visible in header next to the logo
sk: Viditeľné v hlavičke vedľa loga

source: festival beginning
sk: začiatok festivalu

source: festival end
sk: koniec festivalu

source: place
sk: miesto

source: Internal title
sk: Interný názov

source: Visible only in the admin
sk: Viditeľné iba v adminovi

source: Content
sk: Obsah

source: Episodes
sk: Epizódy

source: Photo of Ladislav Hanus
sk: Fotka Ladislava Hanusa

source: Photo of SLH fellowship
sk: Fotka spoločenstva SLH

source: more about SLH
sk: viac o SLH

source: Beer philosopher
sk: Pivný filozof

source: Icon people
sk: Ikona ľudia

source: Icon coffee
sk: Ikona káva

source: Icon heart
sk: Ikna srdce

source: Host
sk: Moderátor

source: Map to the place of occurrence
sk: Mapa k miestu konania

source: more
sk: ďalší

source: previous
sk: predchádzajúci

source: next
sk: ďalší

source: Headline
sk: Headlineri

source: Programme
sk: Program

source: Follow us on Facebook
sk: Sledujte nás na Facebooku

source: Listen on
sk: Počúvaj na

source: We are working on this...
sk: Na programe sa pracuje...

source: No speakers found
sk: Nenašli sa žiadni rečníci

source: Email address
sk: Emailová adresa

source: Submit
sk: Odoslať

source: year
sk: rok

source: Page '{0}' can not be deleted. You can only unpublish it.
sk: Stránka '{0}' nemôže byť vymazaná. Môžete ju iba odpublikovať.
